<h1>【內政部消防署】請協助防災士師資聯絡資料更新</h1>

<p>親愛的 {{ $dpTeacher->name }} 先生／女士您好：</p>

<p>
    感謝您擔任內政部消防署認證下列課程之防災士師資
</p>
<ul>
    @foreach($dpTeacher->dpTeacherSubjects as $dpTeacherSubject)
    <li>{{ $dpTeacherSubject->dpSubject->name }}</li>
    @endforeach
</ul>
<p>為擴大推廣防災士培訓，進一步強化民間自主救援能力，懇請您協助更新防災士師資聯絡資料，讓我們一起努力，鼓勵全民共同參與讓每個人都成為自主防救災的種子！</p>
<p>
    若您有任何聯絡資料異動請點入下方連結進行資料更新<br />
    請點選下列連結更新個人資料（※必填資料：身份證字號、現居住址、聯絡電話）。
</p>
<p>
    <a href="{{ $formUrl }}" target="_blank">{{ $formUrl }}</a>
</p>
<p>（注意：「此為系統自動通知信，請勿直接回信！」）</p>
<p>
    內政部消防署<br />
    新北市新店區北新路三段200號6樓<br />
    祝您 順心愉快<br />
    ---------------------------------------<br />
    諮詢專線：(02) 8196-6126 / (02) 8196-6124
</p>